driver-tests/jdbcbc/DB2/Delete_Db2_JBI/test/TestDeleteDb2/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soap="http://j2ee.netbeans.org/wsdl/SOAPDeleteDb2Trigger">
  <soapenv:Body>
    <soap:part1>4</soap:part1>
  </soapenv:Body>
</soapenv:Envelope>